<template>
  <div class="content-main agent-pg" v-once>
    <div>
      <h3>1、怎样注册代理？</h3>
      登陆代理专区即可看到“代理注册”字样，点击即可来到注册页面，注册的时候，请仔细阅读我们的代理合作协议说明书。
      <h3>2、加盟代理有任何费用吗？</h3>
      这是0投资的赚钱方式，您是无需花费任何费用开始，仅仅只需点击“代理注册”，注册后您将拥有一个独一无二的合作
      官网链接，然后便能开始向您的会员宣传推广而赚取佣金了。
      <h3>3、怎样赚取佣金？支付佣金是怎么样的？</h3>
      只要您注册了代理账号之后，会生成一个您独立的连接，然后您可以推广自己的连接，让其他人在您的连接注册并且游戏。
      然后他们产生负盈利的话，你就有佣金了。我们会按照日结累计，只要您满足佣金累计到100元以上即可随时申请提款。
      <h3>4、我怎么能知道我一个月挣了多少钱？</h3>
      itgo拥有强大的技术团队，所有代理人员都可以自己登陆自己的账号查看到自己下线的输赢情况（登陆账号 — 点击账
      户管理 — 佣金明细）。
      <h3>5、我如何知道注册的会员是不是在我的下线？</h3>
      如果您推荐的会员有注册成功，那么您直接可以在自己的后台看到他的情况（登陆账号 — 点击账户管理 — 下线会员)。
      <h3>6、如何能保证我的佣金可以结算给我？</h3>
      所有的结算系统都是采用了强大技术创造的全自动结算模式。只要您下线会员有产生负盈利，那么系统会自动结算完毕，
      添加到代理账户中，您只需要申请提款即可。
      <h3>7、下线会员无法打开连接怎么处理？</h3>
      itgo是属于菲律宾正规博弈老虎机娱乐城，国内一些具有拦截性质的浏览器会产生一些影响，建议会员使用谷歌浏览器
      进入，您也可以联系我们的在线客服索要备用网址。
      <h3>8、下线会员的情况我可以看到吗？</h3>
      代理人员可以在自己的合营账号看到下线会员所有的存款、提款、输赢等信息，所有的信息都在账户管理可以看到。
      <h3>9、代理连接是否可以修改？</h3>
      如果您需要修改您的代理链接，那么您可以联系我们的代理专员，提供您的注册信息，进行修改您自己熟悉的链接。
      <h3>10、长时间没有登录忘记了密码，或者输入5次错误密码被冻结怎么办？</h3>
      如果忘记密码或者账号被锁定，您可以直接点击“登入”后面的“忘记密码”使用邮箱后者电话进行重置，重置成功之后
      账号自动恢复正常。
      <h3>11、日结佣金需要达到一个什么样的条件？</h3>
      所有代理无需申请，自动日结不需要任何条件。
    </div>
  </div>
</template>
<script>
  export default {
    name: "",
    data() {
      return {}
    },
    props: {},
    computed: {},
    watch: {},
    methods: {},
    created() {
    },
    activated() {
    },
    components: {}
  }
</script>
<style spcoed>
</style>
