<template>
  <div v-once class="content-main agent-pg">
    <div>
      <h3>加盟计划</h3>
      只要您通过推广，不管是在网络上、YY上、微信上、或者周边介绍的朋友，有在itgo游戏，我们将根据代理每天的游戏净
      利润收入按照相应比例进行计算。介绍越多，分得佣金也就越多。
      <h3>佣金结算方式</h3>
      标准：所有老虎机平台均可享受日结，每日下午6点之后结算。
      提款要求1：佣金≥100元可随时进行提款。
      提款要求2：活跃会员≥3个。
      <h3>注意条款</h3>
      <ol>
        <li>享受日结的代理如果连续一个月没有新增一位活跃会员，平台第二个月将其取消日结模式，如果在第二个月有开发会员了，
          会在次月开启日结。
        </li>
        <li>若合作伙伴自己的游戏账号注册到自己代理线下，取消代理资格且佣金不予发放。</li>
        <li>请认真填写代理信息，如有填写错误信息，导致无法出款，恕优乐概不负责。</li>
        <li>若代理下线出现套取佣金或优惠的会员，itgo有权拒绝服务该用户，并在不通知的情况下冻结，关闭相关游戏账号与代理账号， 不退还任何的款项。</li>
      </ol>
    </div>
  </div>
</template>
<script>
    export default {
        name: "",
        data() {
            return {}
        },
        props: {},
        computed: {},
        watch: {},
        methods: {},
        created() {
        },
        activated() {
        },
        components: {}
    }
</script>
<style spcoed>
</style>
