<template>
  <div class="content-main" v-once>
    <!--关于我们-->
    <div class="aboutus">
      <h3>我们承诺</h3>
      自成立至今，itgo致力提供多元化的网上博彩娱乐，让客户能7*24小时体验到最精刺激的休闲娱乐，以及意想不到的收获。 同时，每名客户的资讯保密性对我们来说是最重要的。 我们承诺，将继续不遗余力地坚持严格实行保密和隐私制度。
      <h3>系统安全</h3>
      客户的安全和游戏的公正性是itgo最重要的服务信念与宗旨。 为维护系统的完整性及公平原则，每位itgo用户只能拥有一个相对应的账户，我们将会进行不定期的安全检查。 itgo提供128位SSL加密传输与MD5加密密码，在最大程度上保障用户信息的安全。 我们也承诺不会向任何第三方包括任何政府部门透露客户资料。我们也会对每一项交易均采取严密和防盗防诈措施， 以保证玩家交易和支付的安全性。
      <h3>公平游戏</h3>
      itgo线上娱乐平台是亚洲市场最具权威及最先进的科技系统所提供。同时，所有参与现场游戏的荷官均经过严格训练及挑选， 每局牌局均有主管负责监察以确保游戏的真实性。 我们专业的管理人士和游戏专家都能为您解决可能遇到的问题。 风控专家也会监控会员所有的投注模式和注单，以杜绝不正常投注行为，企图欺诈， 未成年赌客和其它滥用者，以保障会员的权利。

      <h3>存款付款</h3>
      我们提供各种安全简便的存款及取款给客户。itgo坚持以7*24小时实时存款取款原则，坚持以快速便利的付款机制原则， 同时与第三方的财务管理合作，确保在最大程度上遵从相关的法律及法规。 itgo希望所有的客户能够在一个安全愉快的环境中享受本公司精心设计的游戏和服务，以及得到意想不到的收获。

      <h3>合法牌照</h3>
      itgo取得了菲律宾政府唯一认可的发牌及监管单位First Cagayan Leisure and Resort Corporation (FCLRC) 和 Cagayan Economic Zone Authority (CEZA) 联合颁发的网络博彩游戏运营牌照。 FCLRC是一家位于Cagayan特别经济区和自由口岸(CSEZFP)的机构，严格要求持牌公司必须使用经批准软件，并定时审查 各公司的运作情况，确保客户使用的博彩平台达到公平及安全的要求。
    </div>
  </div>
</template>
<script>
  export default {
    name: "",
    data() {
      return {}
    },
    props: {},
    computed: {},
    watch: {},
    methods: {},
    created() {
    },
    activated() {
    },
    components: {}
  }
</script>
<style spcoed>
</style>
