<template>
  <div class="content-main" v-once>
    <div class="agreement">
      <h3>基本条例</h3>
      <ol>
        <li>本公司是合法互联网路交易机构，有意参与本公司所有游戏之客户，应注意其国家或居住地区的相关法律规定。 任何用户在参与本公司游戏 而引起违反当地法律之任何责任，本公司概不负责。</li>
        <li> 任何语言版本的协议书为翻译版本，当所有协议书在翻译或阐述时导致任何歧义，则以中文版本的协议书内容上的条例为准。</li>
        <li> 用户触犯此协议书任何一项条例，即被列入黑名单，本网站有权在不通知的情况下冻结或关闭相关账户，并不退还款项，</li>
        同时保留追究权利。
        <h3>账户条例</h3>
        <ol>
          <li>用户声明并承诺，用户在注册开户时所提供的资料真实、准确、完整。</li>
          <li>用户只限拥有一个账户，如发现客户拥有超过一个账户或与有资料证明多个账户为联合账户或可疑账户，本网站有权在不通知 的情况下冻结或关闭相关账户，并不退还款项。
          </li>
          <li>用户有责任确保用户的账户及密码隐私安全，如因个人原因或第三方以任何形式获得用户的账户及密码及进行游戏导致用户账 户损失，所有损失及责任需由用户全部承担。
          </li>
        </ol>
        <h3>投注条例</h3> 所有在itgo网站的投注都要符合相关游戏规则以及本协议。只接受网上投注。
        <br> 如果您的投注信息正确，您就是唯一对此投注承担责任的人。一旦本公司确认您的注单，该注单不得取消，撤回或更改，并且该 注单会视 为您投注的有效证据。本网站之数据及赔率会随时更改，会延用客户下注时的赔率作准。如有特殊投注情形或赛果出现 而又不在此守则列明，本公司将尽力延用相似之规则或内行规。每注最高投注金额按不同 [场次] 及 [投注项目] 及 [会员账号] 设 定不同。如投注金额超过上述设定, 本公司有权取消超过之投注金额或注单。
        <br><br> 公布赔率时出现的任何打字错误或非故意人为失误，所有有关的注单均视为无效。所有在itgo的客户账户交易记录显示确认信息 的注单，本公司都视之为有效注单。本公司有权在任何时候修改任何规则。而此等修改不需要任何事前通知。各位客户有责任经常 检查相关条款与政策以确认您接受其内容，如果阁下继续使用本网站将被视为您接受相关条款与政策的修改。itgo拥有任何相关 投注和交易的最终决定权。
        <h3>提款条例</h3>
        <ol>
          <li>在不享受任何优惠的情况下，用户存款有效投注需达存款100%，否则提款申请将会被驳回。</li>
          <li>单人、单日提款上限为400万（单日是指当天第一笔提款后24小时内）。提款大于400万的申请，如在非银行工作时间（北京 时间工作日9-17点之外及节假日）申请，我们将尽快为您支付300万部分，超出部分将在次日11点前完成支付。
          </li>
          <li>若有必要，用户须提供个人资料如身份证副本、驾驶执照副本、银行交易记录截图、居民户口簿副本等资料。</li>
          <h3>优惠条例</h3>
          <ol>
            <li>若要获得本网站所有的优惠红利或回赠，用户必须符合所有规则条款及相关优惠的提款条例及限制。<br>
            </li><li>用户涉及个人或团体以不正当的手法如下述，进行骗取或诈骗相关优惠奖金，本网站有权在不通知的情况下冻结或关闭相关账户，并不退还款项，并保留追究权利。</li>
            <li>本网站任何时候可终止或修改优惠条例及内容，并不承担向用户解释说明的责任，本网站保留最终决定权。</li>
            <li>若有必要，用户须提供个人资料如身份证副本、驾驶执照副本、银行交易记录截图、居民户口簿副本等资料。</li>
          </ol>
          <h3>隐私政策</h3>
          <ol>
            <li>当您提供您的个人信息、注册或登入本网站时，您将自动被视为已完全接受及同意我们所定的私隐使用条款</li>
            <li>我们不会向任何人出售或出租您的个人身分信息。当您向本网站提交表格、以电子邮件或书信形式要求我们提供资料、服务或客服 支援时，我们可能会收集您的个人身分信息。如您已进入本网站内但还未登录，我们不会收集您任何的个人身分信息。
            </li>
          </ol>
        </ol></ol></div>
    </div>
</template>
<script>
    export default {
        name: "",
        data() {
            return {}
        },
        props: {},
        computed: {},
        watch: {},
        methods: {},
        created() {
        },
        activated() {
        },
        components: {}
    }
</script>
<style spcoed>
</style>
