<template>
  <div class="content-main">
    <div class="duty">
      <h3>一、特别声明</h3>
      itgo提醒并警告有意与线上投注网进行投注之客户，应注意其国家或居住地的相关法律规定，如有任何疑问应就相关问题， 寻求当地法律见解。itgo不接受任何客户因违反当地投注或赌博法令所引起之任何责任。itgo要求各位客户在接受我们的 服务前仔细并完整地阅读该协议。当您在使用我们的服务 时，即表示您已阅读、了解并同意接受我们的协议与条规之所有内容， 并且承诺一旦违背此协议。
      <br><br> 将会对您产生以下后果：

      <br> (1)会员资格被剥夺；
      <br> (2)账户被冻结；
      <br> (3)资金被没收；
      <br> (4)其它相关的法律诉讼。

      <h3>二、公司规则</h3>
      详细公司规则如以下列明： 所有在itgo网站的投注都要符合相关游戏规则以及本协议，只接受网上投注。 如果您的投注信息正确，您就是唯一对此投注承担责任的人。一旦本公司确认您的注单，该注单不得取消，撤回或更改，并且该 注单会视 为您投注的有效证据。本网站之数据及赔率会随时更改，会延用客户下注时的赔率作准。如有特殊投注情形或赛果出现 而又不在此守则列明，本公司将尽力延用相似之规则或内行规。每注最高投注金额按不同 [场次] 及 [投注项目] 及 [会员账号] 设定不同。如投注金额超过上述设定, 本公司有权取消超过之投注金额或注单。<br><br>
      公布赔率时出现的任何打字错误或非故意人为失误，所有有关的注单均视为无效。所有在itgo的客户账户交易记录显示确认信 息的注单，本公司都视之为有效注单。本公司有权在任何时候修改任何规则。而此等修改不需要任何事前通知。各位客户有责任经 常检查相关条款与政策以确认您接受其内容，如果阁下继续使用本网站将被视为您接受相关条款与政策的修改。itgo拥有任何相 关投注和交易的最终决定权。

      <h3>三、客户账户</h3>
      您必须满18岁或以上﹐您的行为在您当地法律上是属合法的。在开户的过程中您必须确认您的年龄。如一旦发现客户之资料不实或 不完整，本公司保留一切权力随时冻结该客户之账户。客户有责任确保个人数据更新正确。客户有责确保自己的账户及登入资料的保 密性。以使用者名称及密码进行的任何网上投注将被视为有效。
      <br><br>
      客户应确保其对游戏及投注规则之认识。所有投注一旦被确认，客户将不得更改或取消该投注。客户应认同并能承担因使用此服务而 导致的亏损风险，itgo对其损失不承担任何风险。如果客户怀疑自己的账户被盗用，应立即通知本公司或管理者，并更改其账户数 据，以前的使用者名称及密码将全部无效。每次登入时客户都应该核对自己的账户内余额。如对余额有任何疑问，请在第一时间内通 知本公司或管理者。
    </div>
  </div>
</template>
<script>
  export default {
    name: "",
    data() {
      return {}
    },
    props: {},
    computed: {},
    watch: {},
    methods: {},
    created() {
    },
    activated() {
    },
    components: {}
  }
</script>
<style spcoed>
</style>
