<template>
  <div class="content-main" v-once>
      <!--常见问题-->
      <div class="question">
        <div class="tab-menu ">
          <a class="active" href="javascript:void(0);">如何开户</a>
          <a href="javascript:void(0);">如何存款</a>
          <a href="javascript:void(0);">如何取款</a>
          <a href="javascript:void(0);">其他问题</a>
        </div>
        <div class="tab-main-list">
          <div class="tab-view active">
            <h3>1.为什么要注册成为本站点的会员？</h3> 只有注册成为会员才能享受网站提供的各种优惠和多种形式的售前咨询售后支持服务，也可以便捷接收有关本站点的优惠、通知等最新资讯。

            <h3>2.如何注册成为本站点的会员？</h3> 第一步：点击网站首页顶部的“注册”按钮，进入注册页面。<br>
            第二步：详细填写相关注册信息，点击“提交”即可开户成功。<br>
            第三步：申请开户成功后，玩家即可享受会员服务，选择您最方便的存款方式进行充值即可开启您的游戏之旅！

            <h3>3.成为会员后，我的个人信息资料怎么保密？</h3> 本站点非常注重玩家隐私方面的保护。玩家使用本网站时收集的个人信息及交易信息，包括支付所用的银行卡信息，均经过美国的DES加密算法加密。最大限度保证您的个人资料安全。本站点绝不向任何政府，机构组织或个人等第三方透露玩家信息。<br>
            温馨提示：开户后，大于或等于1元人民币即可存款，一起畅玩精彩电玩游戏。现在马上开户即享优惠！
          </div>
          <div class="tab-view">
            <h3>1、如何向会员帐号存款?</h3> 本站点会员有“在线支付”，“微信支付”，“支付宝”，“秒存转账”四种充值方式:<br>
            在线支付<br>
            第一步：点击会员中心，选择“财务服务—存款—网银支付”下任意一个可用接口方式<br>
            第二步：填写您要存款的额度，并选择对应的银行。点击“提交”按钮，登入您的银行支付页面，完成支付即可<br>

            微信支付<br>
            第一步：点击会员中心，选择“财务服务—存款—微信支付”下任意一个可用接口方式<br>
            第二步：填写您要存款的对应金额，点击“提交”按钮，进入下一步<br>
            第三步：用微信扫一扫功能扫描页面显示的二维码完成支付即可<br>

            支付宝支付<br>
            第一步：点击会员中心，选择“财务服务—存款—支付宝支付”下任意一个可用接口方式<br>
            第二步：填写您要存款的对应金额，点击“提交”按钮，进入下一步<br>
            第三步：用支付宝扫一扫功能扫描页面显示的二维码完成支付即可<br>

            支秒存转账<br>
            第一步：点击会员中心，选择“财务服务—存款—秒存转账”<br>
            第二步：填写您的存款账户姓名、存款金额，点击“提交”按钮，进入下一步，按照操作提示进行操作即可<br>
            <h3>2、最低存款金额多少？最高存款金额多少？</h3> 您好，本站点最低存1元，最高不设上限。
            <h3>3、用户的资金流水账，你们有没有相关安全措施？</h3> 本站点使用最新的加密和保护技术，保证您的资金与财务信息的绝对安全！保证决不泄漏客户的个人资料给任何商业机构。
            <h3>4、存款充值要手续费么？</h3> 部分银行会收手续费，但本站点不会收取任何存款手续费。
            <h3>5、手机能充钱吗？你们可以点卡充值吗？</h3>您好，本站点提供多种支付方式，目前支持时下最流行的微信支付、支付宝充值以及在线支付，其他支付方式也在陆续开发开通中。
          </div>
          <div class="tab-view">
            <h3>1.如何提款？</h3>您好，提款只需提交提款申请，财务部核对后即可为您转账，详细请参考取款流程：<br>
            第一步：点击会员中心，选择“财务服务—取款”<br>
            第二步：填写基本的取款信息，点击“确认提款”（如您还没绑定取款银行卡，请先绑定）<br>
            第三步：取款申请完成。财务部门第一时间为您出款
            <h3>2、一天可以提多少次？取款有什么限制？收费吗？</h3>您好，本站点的最低取款金额是100元。当您不享受任何充值优惠时，投注额须达到存款金额的1倍才可申请取款。<br>
            取款不限制次数。取款不收取任何费用；您可以自由支配您的资金，我们二十四小时在线为您办理取款业务。
            <h3>3、申请提款后大概要多久才能收到？</h3>本站点支持24小时存取款，5分钟火速到账。
            <h3>4、申请提款有什么注意事项吗？</h3>取款时我们只允许把款项汇入您开户时绑定的银行帐号中。取款银行卡的姓名须与您开户时使用的姓名一致。
            <h3>5、为什么我不可以提款？</h3>您好，请看下您是否存在以下情况：<br>
            (1) 如提示系统额度不足，请确认是否已将各个厅的额度转到主账户，取款只可从主账户提取。<br>
            (2) 取款有一定投注额要求，请核对您是否符合本取款问题第2点的取款要求。<br>
            (3) 如遇上取款银行进行维护，也会导致无法取款，请及时查看网站公告，避开维护期操作取款。
          </div>
          <div class="tab-view">
            <h3>1、网上博彩是否合法？</h3>您好，有的国家或地区当地法律禁止博彩，在这种情况下，请您务必遵守当地法律，如有任何疑问，请寻求当地法律部门的意见。本站点不能亦不会承担任何人士违犯当地法律所引致的任何责任。
            <h3>2、网上博彩有年龄限制吗？</h3>您在注册开户前必须确认是否已满18周岁或者符合所在国家地区的规定。
            <h3>3、你们平台都有哪些游戏呢？</h3>我们是目前网络上电子游艺最齐全的平台，囊括数万种电子游戏，精彩尽在本站点。
            <h3>4、如何成为合伙人？</h3>本站点开展合伙人计划，进入“代理合作”页面，注册成功后，我们会有合伙专员联系您。确认后即可为合伙人并为您带来非常丰厚的收益。点击查看合伙人计划
            <h3>5、游戏大厅一般什么时候维护？</h3>平台无特定的维护时间。平台维护前，我们会公告通知。敬请玩家们关注。为了客户资金的安全，一般在游戏厅维护期间，会暂时冻结维护大厅内的资金（不能进行转账和投注），以防止资金丢失，维护时间过后恢复正常。玩家也可以在维护前将钱转出到其他平台玩。
            <h3>6、本站点的备用网址是多少呢？</h3>本站已启用新的主域名和备用网址，为了方便您的访问，您可以记住我们的备用域名： XXX.XX
          </div>
        </div>
      </div>
    </div>
</template>
<script>
    export default {
        name: "",
        data() {
            return {}
        },
        props: {},
        computed: {},
        watch: {},
        methods: {},
        created() {
        },
        activated() {
        },
        components: {}
    }
</script>
<style spcoed>
</style>
